// © Copyright 2012, 2015 HP Development Company, L.P.

TaskName = "Habilite la Impresión directa en su dispositivo";

TaskTOCTitle = "Impresión directa HP";

HeaderMessage = "Facilita la impresiäon desde smartphones, ordenadores portátiles y otros dispositivos móviles con conexión inalámbrica, mediante conexión inalámbrica. El dispositivo móvil tiene que encontrarse dentro del alcance inalámbrico de la impresora y requere un controlador HP ePrint o mobile app. Para más información y para descargar apps, visite la página web HP online.";
EnableDirectPrint = "Habilite la Impresión directa";

SecurityOnPasswordTitle = "Encendido (con seguridad)";
SecurityOnTitle = "Encendido (sin seguridad)";
SecurityOffTitle = "Apagado";

SecurityOnAlertTitle = "(Advertencia: Cuando la Impresión directa está habilitado es posible que usuarios no autorizados y que están dentro del alcance de la conexión inalámbrica, puedan conectarse e imprimir en su impresora.";
PasswordTitle = "Contraseña:";
PassphraseTooShortErrorMessage = "La frase de la contraseña debe tener 8 caracteres.";